Repository: softfurkankara/rteknoloji
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Enter the external link
tr: Dış bağlantıyı giriniz

source: Enter the link text
tr: Bağlantı metnini giriniz

source: Enter the internal link
tr: İç bağlantıyı giriniz

source: Link
tr: Bağlantı

source: Feature items
tr: Özellik öğeleri

source: Banner Image can be 1950x750 px
tr: Afiş Resmi 1950x750 px olabilir

source: Image can be 1950x750 px
tr: Resim 1950x750 px olabilir

source: Image alt text (SEO).
tr: Resim alternatif metni (SEO).

source: Image Column
tr: Resim Sütunu

source: Small top label (e.g. “Build perfect websites”).
tr: Küçük üst etiket (örn: 'Mükemmel web siteleri oluşturun').

source: Main heading text.
tr: Ana başlık metni.

source: Supporting paragraph text.
tr: Destekleyici paragraf metni.

source: Call-to-action link URL.
tr: Eylem çağrısı bağlantı URL'si.

source: Content Column
tr: İçerik Sütunu

source: Exactly four items: image, text, image, text.
tr: Tam olarak dört öğe: resim, metin, resim, metin.

source: Image/Text Grid Section
tr: Resim/Metin Izgara Bölümü

source: Slug used as CSS class, e.g. “web”
tr: CSS sınıfı olarak kullanılan slug, örn: 'web'

source: Label shown in filter nav, e.g. “Web”
tr: Filtre gezintisinde gösterilen etiket, örn: 'Web'

source: Category
tr: Kategori

source: Add one or more categories
tr: Bir veya daha fazla kategori ekleyin

source: Portfolio Item
tr: Portföy Öğesi

source: Portfolio / Filterable Grid Section
tr: Portföy / Filtrelenebilir Izgara Bölümü

source: Bullet Item
tr: Madde Öğesi

source: Main heading text
tr: Ana başlık metni

source: Add bullet list items
tr: Madde liste öğeleri ekleyin

source: URL for the call-to-action button
tr: Eylem çağrısı düğmesi için URL

source: Right-side illustration (e.g. 1000×800px PNG)
tr: Sağ taraftaki illüstrasyon (ör. 1000×800px PNG)

source: Information Section
tr: Bilgi Bölümü

source: Bullet
tr: Madde

source: Full-width parallax background (1920×1200 önerilir)
tr: Tam genişlikli paralaks arka plan (1920×1200 önerilir)

source: data-parallax-background-ratio değeri (örn. "0.6")
tr: Paralaks arka plan oranı değeri (örn. '0.6')

source: Opacity div’ine verilecek sınıf (örn. "bg-extra-dark-gray")
tr: Şeffaflık div'ine atanacak sınıf (örn. 'bg-extra-dark-gray')

source: Opacity yoğunluğu sınıfı (örn. "opacity-medium")
tr: Şeffaflık yoğunluğu sınıfı (örn. 'opacity-medium')

source: Madde satırları
tr: Liste satırları

source: Buton URL
tr: Düğme URL'si

source: Parallax Info Section
tr: Paralaks Bilgi Bölümü

source: Icon CSS class, e.g. "icon-desktop"
tr: İkon CSS sınıfı, örn. 'icon-desktop'

source: Mini Feature
tr: Mini Özellik

source: Left column image (900×650 px önerilir)
tr: Sol sütun resmi (900×650 px önerilir)

source: Right column image (900×650 px önerilir)
tr: Sağ sütun resmi (900×650 px önerilir)

source: MasonryPortfolioSection
tr: Duvar Portföy Bölümü

source: İkon CSS sınıfı, ör. "icon-desktop"
tr: İkon CSS sınıfı, örn. "icon-desktop"

source: Sayaçta gösterilecek sayı
tr: Sayaçta görüntülenecek sayı

source: Counter Item
tr: Sayaç Öğesi

source: Sayaç öğeleri ekleyin
tr: Sayaç öğelerini ekleyin

source: Counters Section
tr: Sayaçlar Bölümü

source: Logo tıklandığında gidilecek URL
tr: Logoya tıklandığında gidilecek URL

source: Client Logo
tr: Müşteri Logosu

source: Slider’a eklenecek logolar
tr: Slider’a eklenmek üzere logolar

source: Clients Slider Section
tr: Müşteriler Slider Bölümü

source: Yayın tarihi
tr: Yayınlanma Tarihi

source: Kısa özet (en fazla 220 karakter)
tr: Kısa özet (220 karakterden fazla değil)

source: Blog Card
tr: Blog Kartı

source: Latest Blog Section
tr: Son Bloglar Bölümü

source: Platform name
tr: Platform adı

source: Icon
tr: Simge

source: Social Media Platform
tr: Sosyal Medya Platformu

source: Social Media Platforms
tr: Sosyal Medya Platformları

source: Enter the description of the Page
tr: Sayfanın açıklamasını girin

source: The body of the page.
tr: Sayfanın gövdesi.

source: Page not found
tr: Sayfa bulunamadı

source: The page you are looking for is not found.
tr: Aradığınız sayfa bulunamadı

source: Return to Home Page
tr: Anasayfaya dön

source: Follow us
tr: Bizi takip edin

source: Our Contact Information
tr: İletişim bilgilerimiz

source: Contact Us
tr: Bize ulaşın

source: Telephone
tr: Telefon

source: E-mail
tr: e-posta

source: Working Hours
tr: Çalışma saatleri

source: Vision
tr: Vizyon

source: Mission
tr: Misyon

source: Your Solution Partner
tr: Çözüm Ortağınız

source: R Teknoloji — We shape the future with smart manufacturing solutions.
tr: R Teknoloji — Akıllı üretim çözümleriyle geleceği şekillendiriyoruz.

source: All rights reserved.
tr: Tüm hakları saklıdır

source: This website was developed by rteknoloji.com
tr: Bu web site rteknoloji.com tarafından geliştirilmiştir.

source: Homepage
tr: Anasayfa

source: Enter your words...
tr: Kelimelerinizi giriniz...

source: Get a Quote
tr: Teklif al

source: Label
tr: Etiket

source: Button text
tr: Düğme metni

source: Internal page
tr: İç sayfa

source: If both page and URL are set, 'page' wins.
tr: Hem sayfa hem URL ayarlanmışsa, 'sayfa' önceliklidir.

source: External URL
tr: Harici URL

source: Classes
tr: Sınıflar

source: Append POFO/Bootstrap classes, e.g. 'btn-medium border-radius-4'.
tr: POFO/Bootstrap sınıflarını ekleyin, örn: 'btn-medium border-radius-4'.

source: CTA Button
tr: Eylem Çağrısı Düğmesi

source: Background image
tr: Arka plan görüntüsü

source: Use background video
tr: Arka plan videosu kullan

source: Video (MP4) – internal
tr: Video (MP4) – dahili

source: Video URL (MP4) – external
tr: Video URL’si (MP4) – harici

source: Video preload
tr: Video ön yükleme

source: Loop video
tr: Videoyu döngüye al

source: Muted (autoplay-safe)
tr: Sessiz (otomatik oynatma için güvenli)

source: Autoplay
tr: Otomatik Oynatma

source: Plays inline (mobile)
tr: Doğrudan oynatılır (mobil cihazlarda)

source: Force rewind at slide start
tr: Slayt başlangıcında tekrar sarma zorunlu

source: Start at (seconds)
tr: Başlama süresi (saniye)

source: Eyebrow / small heading
tr: Küçük Başlık

source: E.g. 'we work hard, we play hard'.
tr: Örn. 'çok çalışırız, çok eğleniriz'.

source: POFO/Revolution caption class for the eyebrow.
tr: Eyebrow için POFO/Revolution açıklama sınıfı.

source: Rich text is allowed. Use Shift+Enter for line breaks.
tr: Zengin metin kabul edilir. Satır sonu için Shift+Enter kullanın.

source: Main title
tr: Ana Başlık

source: POFO/Revolution caption class for the title.
tr: Başlık için POFO/Revolution açıklama sınıfı.

source: Animation speed in milliseconds.
tr: Animasyon hızı (milisaniye cinsinden).

source: Dark overlay
tr: Koyu katman

source: Adds POFO 'opacity-extra-medium bg-black' overlay.
tr: POFO 'opacity-extra-medium bg-black' katmanını ekler.

source: Bullet thumbnail
tr: Madde küçük resmi

source: Used in slider bullets if enabled.
tr: Etkinse kaydırıcı mermilerinde kullanılır.

source: Transition effect for the slide.
tr: Kaydırıcı için geçiş efekti.

source: Classes applied to the outer <section>.
tr: Dış <section>'e uygulanan sınıflar

source: Show bullets
tr: Madde işaretlerini göster

source: Slides
tr: Slaytlar

source: DOM id for the slider, keep unique per page.
tr: Kaydırıcı için DOM kimliği, sayfa başına benzersiz tutulmalıdır.

source: Repeating sequence of column classes applied per feature item.
tr: Özellik öğesi başına uygulanan sütun sınıflarının tekrarlanan dizisi.

source: Repeating sequence of column classes per item.
tr: Öğe başına sütun sınıflarının tekrarlanan dizisi.

source: Accordion item title
tr: Akordeon öğe başlığı

source: Accordion item content
tr: Akordeon öğe içeriği

source: Expanded on load?
tr: Yükleme sırasında genişletilsin mi?

source: Small line above the heading
tr: Başlığın üzerinde küçük çizgi

source: Main heading
tr: Ana başlık

source: Right-side background image
tr: Sağ taraf arka plan resmi

source: Optional HTML id for the section
tr: Bölüm için isteğe bağlı HTML id

source: Place the text above and image below (like the middle example).
tr: Metni yukarıda, resmi aşağıda yerleştirin (orta örnekte olduğu gibi).

source: Decorative arrow on the text block.
tr: Metin bloğunda dekoratif ok.

source: Classes for the little colored separator line.
tr: Küçük renkli ayırıcı çizgi için sınıflar.

source: Add 1–3 items
tr: 1–3 öğe ekleyin

source: Main headline; supports <strong> for emphasis.
tr: Ana başlık; vurgulamak için <strong> destekler.

source: Background image (large, wide).
tr: Arka plan görüntüsü (büyük, geniş).

source: CSS background-position.
tr: CSS arka plan konumu

source: Optional #id for the section
tr: Bölüm için isteğe bağlı #id

source: Partner/client logo
tr: Ortak/müşteri logosu

source: Accessible alt text (defaults to image title)
tr: Erişilebilir alternatif metin (varsayılan olarak resim başlığıdır)

source: Internal link (optional)
tr: İç bağlantı (İsteğe bağlı)

source: External link (optional)
tr: Dış bağlantı (isteğe bağlı)

source: Extra classes for this logo’s column (optional)
tr: Bu logonun sütunu için ek sınıflar (isteğe bağlı)

source: Rendered width for logos (px)
tr: Logolar için oluşturulan genişlik (px)

source: Browse
tr: İncele
